12/data/attachments/cbbff4b8a8810274.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Maria_name_Friend_51236_9</nif:username>
            <nif:friendToBeRequested>soap_friends_cade49a0-d31e-482a-b58c-40693a53e945</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>